Revit 2027 API
FaceArray Constructor
Initializes a new instance of the FaceArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FaceArray()
Public Sub New
public:
FaceArray()
new : unit -> FaceArray
See Also
Reference
FaceArray Class
Autodesk.Revit.DB Namespace